"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 6, \"word_counts\": \"{\\\"hello\\\": 1, \\\"how\\\": 1, \\\"can\\\": 1, \\\"i\\\": 3, \\\"help\\\": 2, \\\"you\\\": 2, \\\"hi\\\": 1, \\\"need\\\": 2, \\\"some\\\": 1, \\\"assistance\\\": 1, \\\"sure\\\": 1, \\\"what\\\": 2, \\\"do\\\": 1, \\\"with\\\": 1, \\\"am\\\": 1, \\\"looking\\\": 1, \\\"for\\\": 1, \\\"a\\\": 2, \\\"new\\\": 1, \\\"phone\\\": 1, \\\"we\\\": 1, \\\"have\\\": 1, \\\"wide\\\": 1, \\\"range\\\": 1, \\\"of\\\": 1, \\\"phones\\\": 1, \\\"is\\\": 2, \\\"your\\\": 1, \\\"budget\\\": 2, \\\"my\\\": 1, \\\"around\\\": 1, \\\"300\\\": 1}\", \"word_docs\": \"{\\\"how\\\": 1, \\\"i\\\": 3, \\\"can\\\": 1, \\\"you\\\": 2, \\\"hello\\\": 1, \\\"help\\\": 2, \\\"some\\\": 1, \\\"need\\\": 2, \\\"assistance\\\": 1, \\\"hi\\\": 1, \\\"with\\\": 1, \\\"sure\\\": 1, \\\"do\\\": 1, \\\"what\\\": 2, \\\"am\\\": 1, \\\"for\\\": 1, \\\"phone\\\": 1, \\\"new\\\": 1, \\\"looking\\\": 1, \\\"a\\\": 2, \\\"wide\\\": 1, \\\"is\\\": 2, \\\"your\\\": 1, \\\"we\\\": 1, \\\"budget\\\": 2, \\\"phones\\\": 1, \\\"range\\\": 1, \\\"have\\\": 1, \\\"of\\\": 1, \\\"300\\\": 1, \\\"around\\\": 1, \\\"my\\\": 1}\", \"index_docs\": \"{\\\"10\\\": 1, \\\"1\\\": 3, \\\"11\\\": 1, \\\"3\\\": 2, \\\"9\\\": 1, \\\"2\\\": 2, \\\"13\\\": 1, \\\"4\\\": 2, \\\"14\\\": 1, \\\"12\\\": 1, \\\"17\\\": 1, \\\"15\\\": 1, \\\"16\\\": 1, \\\"5\\\": 2, \\\"18\\\": 1, \\\"20\\\": 1, \\\"22\\\": 1, \\\"21\\\": 1, \\\"19\\\": 1, \\\"6\\\": 2, \\\"25\\\": 1, \\\"7\\\": 2, \\\"29\\\": 1, \\\"23\\\": 1, \\\"8\\\": 2, \\\"28\\\": 1, \\\"26\\\": 1, \\\"24\\\": 1, \\\"27\\\": 1, \\\"32\\\": 1, \\\"31\\\": 1, \\\"30\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"i\\\", \\\"2\\\": \\\"help\\\", \\\"3\\\": \\\"you\\\", \\\"4\\\": \\\"need\\\", \\\"5\\\": \\\"what\\\", \\\"6\\\": \\\"a\\\", \\\"7\\\": \\\"is\\\", \\\"8\\\": \\\"budget\\\", \\\"9\\\": \\\"hello\\\", \\\"10\\\": \\\"how\\\", \\\"11\\\": \\\"can\\\", \\\"12\\\": \\\"hi\\\", \\\"13\\\": \\\"some\\\", \\\"14\\\": \\\"assistance\\\", \\\"15\\\": \\\"sure\\\", \\\"16\\\": \\\"do\\\", \\\"17\\\": \\\"with\\\", \\\"18\\\": \\\"am\\\", \\\"19\\\": \\\"looking\\\", \\\"20\\\": \\\"for\\\", \\\"21\\\": \\\"new\\\", \\\"22\\\": \\\"phone\\\", \\\"23\\\": \\\"we\\\", \\\"24\\\": \\\"have\\\", \\\"25\\\": \\\"wide\\\", \\\"26\\\": \\\"range\\\", \\\"27\\\": \\\"of\\\", \\\"28\\\": \\\"phones\\\", \\\"29\\\": \\\"your\\\", \\\"30\\\": \\\"my\\\", \\\"31\\\": \\\"around\\\", \\\"32\\\": \\\"300\\\"}\", \"word_index\": \"{\\\"i\\\": 1, \\\"help\\\": 2, \\\"you\\\": 3, \\\"need\\\": 4, \\\"what\\\": 5, \\\"a\\\": 6, \\\"is\\\": 7, \\\"budget\\\": 8, \\\"hello\\\": 9, \\\"how\\\": 10, \\\"can\\\": 11, \\\"hi\\\": 12, \\\"some\\\": 13, \\\"assistance\\\": 14, \\\"sure\\\": 15, \\\"do\\\": 16, \\\"with\\\": 17, \\\"am\\\": 18, \\\"looking\\\": 19, \\\"for\\\": 20, \\\"new\\\": 21, \\\"phone\\\": 22, \\\"we\\\": 23, \\\"have\\\": 24, \\\"wide\\\": 25, \\\"range\\\": 26, \\\"of\\\": 27, \\\"phones\\\": 28, \\\"your\\\": 29, \\\"my\\\": 30, \\\"around\\\": 31, \\\"300\\\": 32}\"}}"